Revit 2027 API
ParameterTypeId.SpacePowerScheduleParam Property
 "Power Schedule"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId SpacePowerScheduleParam { get; }
Public Shared ReadOnly Property SpacePowerScheduleParam As ForgeTypeId
	Get
public:
static property ForgeTypeId^ SpacePowerScheduleParam {
	ForgeTypeId^ get ();
}
static member SpacePowerScheduleParam : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace